[
    {
        "time": "Monday, 1.20 a.m. PST",
        "content": "The Pasadena Unified School District announced that all its schools will remain closed this week as evacuation orders remain in effect, the air quality in the area is “unhealthy” and “damage to school facilities and safety concerns, make it impossible to reopen schools for in-person learning at this time.”"
    },
    {
        "time": "Monday, 1.10 a.m. PST",
        "content": "Los Angeles Mayor Karen Bass announced early on Monday that firefighters and engines were being “strategically pre-deployed in areas close to the Palisades Fire as well as various fire stations throughout the city,” in response to the National Weather Service’s warnings about strong gusts winds on Tuesday and Wednesday."
    },
    {
        "time": "Monday, 12.40 a.m. PST",
        "content": "The Hurst Fire, the smallest of the three active fires which covers 799 acres, is now 95% contained and has no active evacuation orders or warnings linked to it."
    },
    {
        "time": "Monday, 12.30 a.m. PST",
        "content": "The Palisades Fire—the largest of the three blazes still burning—is now 13% under control after having grown to cover 23,713 acres, according to the latest Cal Fire update while the Eaton Fire which covers 14,117 acres is 27% contained."
    },
    {
        "time": "Sunday, 10.30 p.m. PST",
        "content": "Nearly 33,000 homes and businesses across Los Angeles County remained without power on Sunday night, the Los Angeles Department of Water and Power said its crews were “assessing the fire-affected areas” and power restoration work will begin after the assessments are completed."
    },
    {
        "time": "Sunday, 9.50 p.m. PST",
        "content": "The Los Angeles United School District said it will reopen most of its schools and all of its offices on Monday but officials will continue to “monitor conditions” and inform families about any changes by 5.30 a.m. on Monday."
    },
    {
        "time": "Sunday 9.00 p.m.",
        "content": "Aside from the 24 dead, authorities said at least 16 people remained missing as of Sunday evening—a number that is expected to go up."
    },
    {
        "time": "Sunday, 5 p.m. PST",
        "content": "Some 24 people have been reported dead in the two most severe blazes—16 from the Eaton Fire and eight from the Palisades Fire—the Los Angeles County Medical Examiner’s office said Sunday, up from 16 deaths a day earlier."
    },
    {
        "time": "Sunday 2:34 p.m. PST",
        "content": "Authorities will start drawing up plans for evacuated residents to return to their neighborhoods “first thing Thursday,” after another bout of heavy wind subsides, County Fire Chief Anthony Marrone said in a meeting."
    },
    {
        "time": "Sunday, 2:14 p.m. PST",
        "content": "With wind expected to pick up in the coming days, the National Weather Service said it expects a “particularly dangerous situation” in parts of Los Angeles and Ventura counties from early Tuesday morning to midday Wednesday—with somewhat less windy red flag warnings in place for other parts of L.A. County (though conditions should be less windy than last week, when the fires started)."
    },
    {
        "time": "Sunday, 8:15 a.m. PST",
        "content": "Some 16 people have been reported missing to the Los Angeles County Sheriff’s Office, Sheriff Robert Luna said, but the number could increase—Luna also urged people to stay out of evacuation areas, saying they “literally look like war zones,” with downed power lines, still-smoldering fires and other hazards."
    },
    {
        "time": "Sunday, 6:45 a.m. PST",
        "content": "Crews have made some progress in containing the fires, with the Palisades Fire 11% contained and the Eaton Fire 27% contained—both up from days earlier—the Hurst Fire 76% contained and the Kenneth Fire 90% contained, according to the California Department of Forestry and Fire Protection."
    },
    {
        "time": "Sunday, 6:02 a.m. PST",
        "content": "FEMA Administrator Deanne Criswell told CNN, “the winds are potentially getting dangerous and strong again,” adding that the firefighters’ response in the coming days “all depends on the weather.”"
    },
    {
        "time": "Sunday, 12:30 a.m. PST",
        "content": "Strong winds are expected Sunday morning before dying down through the day and increasing again late Monday into Tuesday, the National Weather Service says, issuing a “red flag warning” for potential “critical fire weather conditions” for parts of Los Angeles and Ventura counties through Wednesday, though possible rain later in the week could help tame the fires."
    },
    {
        "time": "Saturday, 7 p.m. PST",
        "content": "The death toll has climbed to 16, the Los Angeles County Medical Examiner said, with five deaths from the Palisades Fire and 11 from the Eaton Fire."
    },
    {
        "time": "Saturday, 8:15 a.m. PST",
        "content": "Los Angeles County Sheriff Robert Luna said during a press conference at least 11 people have been killed in the wildfires and at least 13 people are missing, though it’s not immediately clear whether or how many of those are related to the fires."
    },
    {
        "time": "Friday, 1:26 p.m. PST",
        "content": "All evacuation warnings linked to the Archer Fire in Granada Hills are lifted as the blaze lessened in size to about 19 acres."
    },
    {
        "time": "Friday, 1:01 p.m. PST",
        "content": "Newsom directed state water and fire officials to conduct an independent investigation into causes of the “lost water supply and water pressure in municipal water systems” during the fires, also requesting reviews of preparation and response procedures taken by the Los Angeles Department of Water and Power, as well as Los Angeles County Officials."
    },
    {
        "time": "Friday, 11:42 a.m. PST",
        "content": "An evacuation order for the Archer Fire was downgraded to an evacuation warning, according to the Los Angeles Fire Department, with Cal Fire reporting the blaze was no longer spreading as of Friday afternoon."
    },
    {
        "time": "Friday, 10:30 a.m. PST",
        "content": "The Archer Fire, which was covering about 32 acres late Friday morning, was described as burning an area of \"light to medium brush, with erratic winds reported\" and prompted a mandatory evacuation order and several evacuation warnings about 40 minutes after it was first reported. The fire is close to the Hurst Fire, which has burned about 800 acres since Tuesday, and is located northwest of downtown Los Angeles."
    },
    {
        "time": "Friday, 9:30 a.m. PST",
        "content": "Biden, who described Los Angeles as a “war zone,” said the death toll for the fires is still expected to rise, though it’s not clear how significantly: “There are still a lot of people who are unaccounted for. We don’t know where they are,” he said."
    },
    {
        "time": "Friday, 8:15 a.m. PST",
        "content": "Los Angeles Mayor Karen Bass said FEMA has pledged to reimburse disaster relief expenses; the Palisades Fire has expanded to more than 20,000 acres, with about 8% contained, and the Eaton Fire increased to nearly 14,000 acres with 3% contained."
    },
    {
        "time": "Friday, 8 a.m. PST",
        "content": "Kevin McGowan, director of Los Angeles County’s Office of Emergency Management, apologized during a press conference for an evacuation alert mistakenly sent to millions of county residents at about 4 a.m. local time, saying the error was “not human driven” while acknowledging “an extreme amount of frustration, fear and anger.”"
    },
    {
        "time": "Friday, 5:20 a.m. PST",
        "content": "Satellite images released by Maxar on Thursday night showed the scale of devastation caused by fires so far as Cal Fire’s latest update says the blazes have destroyed more than 10,000 structures, including homes and businesses."
    },
    {
        "time": "Friday, 4:05 a.m. PST",
        "content": "Biden announced he has approved Newsom’s request for a Major Disaster Declaration, adding that it will allow “folks impacted by the Southern California wildfires to get cash assistance to cover things like groceries and medicine.”"
    },
    {
        "time": "Friday, 2:30 a.m. PST",
        "content": "The Kenneth Fire has grown in size to cover nearly 1,000 acres, according to Cal Fire’s latest update, but firefighters have managed to contain 35% of the blaze."
    },
    {
        "time": "Friday, 1:30 a.m. PST",
        "content": "Nearly 100,000 homes and businesses in Los Angeles County and around 20,000 in neighboring Ventura County still remain without power early on Friday, according to PowerOutage.US."
    },
    {
        "time": "Thursday, 11:30 p.m. PST",
        "content": "The Los Angeles County Fire Department said the fire fighting plane struck by a civilian drone was the SuperScooper—an amphibious plane which can scoop up water from a river or lake and aerially dump it on a fire—and has been grounded."
    },
    {
        "time": "Thursday, 11:00 p.m. PST",
        "content": "A firefighting aircraft flying over the Palisades fire was struck by a drone on Thursday but managed to land safely, the Federal Aviation Administration said, adding that it was investigating the incident."
    },
    {
        "time": "Thursday, 10:30 p.m. PST",
        "content": "The death toll from all the fires has risen to 10, the Los Angeles County Medical Examiner's office announced on Thursday night."
    },
    {
        "time": "Thursday, 10:00 p.m. PST",
        "content": "The Los Angeles County Sheriff Robert Luna said his department has requested support from the California National Guard and is trying to implement a curfew between 6 p.m. and 6 a.m. in the areas affected by the Palisades and Eaton fires."
    },
    {
        "time": "Thursday, 9:15 p.m. PST",
        "content": "The Ventura County Fire Department said, “forward progress of the Kenneth fire has been stopped,” and the fire continues to hold at 960 acres with 0% containment."
    },
    {
        "time": "Thursday, 9:00 p.m. PST",
        "content": "The LAPD told local outlets that they received a call informing them that a “suspect was ‘attempting to light a fire’ in the area of the Kenneth Fire,” and while the suspect is now in custody the department added: “We are continuing our investigation and we CANNOT confirm any connection to any fire.”"
    },
    {
        "time": "Thursday, 8:35 p.m. PST",
        "content": "Los Angeles Police have arrested a man suspected of arson in the Woodland Hills area, and the department told NewsNation they are now investigating if the Kenneth Fire was intentionally set."
    },
    {
        "time": "Thursday, 5:35 p.m. PST",
        "content": "The Kenneth Fire grew to 960 acres with 0% containment."
    },
    {
        "time": "Thursday, 5:24 p.m. PST",
        "content": "The Palisades Fire spread to 19,978 acres, damaging or destroying 5,316 structures in the impacted areas, according to officials, who noted the death toll from all fires in Los Angeles County reached seven."
    },
    {
        "time": "Thursday, 5:09 p.m. PST",
        "content": "Newsom approved a request from Los Angeles County to deploy 8,000 National Guard members to the region to help combat fires and prevent looting (the sheriff’s department arrested 20 people for looting as of Thursday afternoon)."
    },
    {
        "time": "Thursday, 4:35 p.m. PST",
        "content": "The NFL announced the Jan. 13 wild card playoff matchup between the Los Angeles Rams and Minnesota Vikings will be moved from SoFi Stadium in Los Angeles to State Farm Stadium in Glendale, Arizona, citing concerns for public safety."
    },
    {
        "time": "Thursday, 4:11 p.m. PST",
        "content": "Los Angeles County Sheriff Robert Luna and county supervisor Kathryn Barger announced the county requested support from the National Guard, which is expected to deploy as early as Thursday evening as curfews from 6 p.m. to 6 a.m. are put in place to combat looting in evacuation areas linked to the Palisades and Eaton fires."
    },
    {
        "time": "Thursday, 3:16 p.m. PST",
        "content": "The Kenneth Fire began in the neighborhood of West Hills and spread to 50 acres, triggering evacuation orders for some residents in the Hidden Hills community."
    },
    {
        "time": "Thursday, 3 p.m. PST",
        "content": "The death toll from the fires reached six, according to multiple outlets, with the city of Malibu reporting its first death of a resident killed in the Palisades fire."
    },
    {
        "time": "Thursday, 1:55 p.m. PST",
        "content": "Biden said the federal government will pay the full cost of the disaster response for 180 days, covering the costs of things like “debris and hazard removal, temporary shelters, first responders’ salaries and all necessary measures to protect life and property” (the federal funding initially covered 75% of eligible firefighting costs)."
    },
    {
        "time": "Thursday, 11:27 a.m. PST",
        "content": "Los Angeles Mayor Karen Bass said the Sunset fire in the Hollywood Hills was “fully contained” after the fire began Wednesday evening and spread to 43 acres."
    },
    {
        "time": "Thursday, 11:27 a.m. PST",
        "content": "Los Angeles Unified School District announced its schools and offices will remain closed through Friday, adding students will continue to have access to digital academic resources, meal distribution and mental health support services."
    },
    {
        "time": "Thursday, 10:35 a.m. PST",
        "content": "The NBA postponed a game between the Los Angeles Lakers and the Charlotte Hornets scheduled to take place at 7:30 p.m. on Thursday night at Crypto.com Arena, the NBA announced, with ESPN insider Shams Charania noting Lakers head coach JJ Redick lost his home in the fires."
    },
    {
        "time": "Thursday, 8:30 a.m. PST",
        "content": "Luna said he was “not satisfied” with some of the preliminary numbers he was getting regarding the death toll from the fires and he asked for patience on the subject, saying “right now, frankly, we don’t know” how many people have died, but they will eventually."
    },
    {
        "time": "Thursday, 7:30 a.m. PST",
        "content": "The Los Angeles Fire Department lifted the last evacuation order related to the Sunset Fire, providing some relief to residents, though it said there are still “LAFD companies working in the area” and asked people “to be careful while returning” to their homes."
    },
    {
        "time": "Thursday, 9:55 a.m. PST",
        "content": "Pasadena urged residents in a portion of the city to not use tap water for drinking or cooking “until further notice,” citing the Eaton Fire’s damage to reservoirs and pump stations that potentially impacted water quality in certain areas."
    },
    {
        "time": "Thursday, 7 a.m. PST",
        "content": "Los Angeles Department of Water and Power said 95,203 of its customers are without power and that the estimated time to respond to outages remains at 24 to 48 hours, noting within a statement its boil water notice remains in effect for residents in Pacific Palisades’ 90272 zip code and the adjacent area."
    },
    {
        "time": "Thursday, 7 a.m. PST",
        "content": "Biden said in a post on X, formerly known as Twitter, he was again briefed on the fires and would make remarks to the nation after the funeral of former President Jimmy Carter, which began at 10 a.m. EST."
    },
    {
        "time": "Thursday, 4 a.m. PST",
        "content": "The wildfires have severely impacted the air quality in the Los Angeles area with levels of PM 2.5 pollutants—airborne particles less than 2.5 microns in diameter—hitting 165, which is labeled “unhealthy” by the EPA’s AirNow tracker and 11 times above the World Health Organization’s recommended safe limit of 15."
    },
    {
        "time": "Thursday 3 a.m. PST",
        "content": "At least 2,000 homes, businesses and other buildings have been destroyed by the fire so far, and more than 130,000 people have been forced to evacuate—some even multiple times as the fires spread to other parts of Los Angeles county."
    },
    {
        "time": "Thursday 2:40 a.m. PST",
        "content": "According to the National Weather Service, the dry Santa Ana winds moving in from the northeast will “continue over Eaton Fire through the next few days, with somewhat weaker winds Thursday morning followed by increasing winds Thursday afternoon...into early Friday.”"
    },
    {
        "time": "Thursday 2:30 a.m. PST",
        "content": "The NWS also noted that the red flag warnings across Los Angeles and nearby Ventura County will remain in effect until 6 p.m. on Friday."
    },
    {
        "time": "Thursday 2 a.m. PST",
        "content": "At least 250,000 homes and businesses across Los Angeles County and neighboring Ventura County remained without power on Wednesday night, according to PowerOutage.us, as the Los Angeles Department of Water & Power said its crews had managed to restore power to “more than 152,000” since the start of the fires."
    },
    {
        "time": "Thursday 12:35 a.m. PST",
        "content": "After lifting the most of the evacuation zone around the Hollywood Hills fire, the LAFD urged residents to be “cautious when returning to their homes because firefighters are continuing to work in their neighborhoods,” and said areas where the evacuation order has not been lifted will remain closed until Thursday morning."
    },
    {
        "time": "Thursday 12:30 a.m. PST",
        "content": "The Los Angeles Fire Department said “the majority of the Evacuation Zone for the Sunset Fire is LIFTED” in an update shortly after midnight as Cal Fire’s tracker showed the size of the blaze in the Hollywood Hills shrinking from its previous size of 60 acres to 43 acres at 12:17 a.m. PST."
    },
    {
        "time": "Wednesday 11 p.m. PST",
        "content": "City of Pasadena officials warned that the tap water in the areas that have been evacuated due to the Eaton Fire is not safe to drink and said the residents should “not try to treat the water” themselves but use bottled water instead."
    },
    {
        "time": "Wednesday 10 p.m. PST",
        "content": "Cal Fire’s latest update at 9:40 p.m. PST showed that at least 10% of the Hurst Fire has been brought under control although the blaze still continues to cover around 855 acres."
    },
    {
        "time": "Wednesday 9:30 p.m. PST",
        "content": "The Los Angeles County Sheriff’s Department said the the “most intense fire activity” in the Hollywood hills fire is occurring on the southwestern side, while the perimeter on the eastern side is “holding well thanks to a fire road and ground crews in place.”"
    },
    {
        "time": "Wednesday 9:20 p.m. PST",
        "content": "Cal Fire has deployed several helicopters and tankers to douse the Hollywood Hills fire, with flight tracker data showing at least six aircraft flying over the area—aerial operations had been impacted on Tuesday night and early Wednesday due to the strong winds."
    },
    {
        "time": "Wednesday 9 p.m. PST",
        "content": "The city of Santa Monica instituted a mandatory curfew from sunset to sunrise on Wednesday night “to support law enforcement efforts in these zones, and other measures to facilitate an effective response,” the Palisades Fire."
    },
    {
        "time": "Wednesday 8:40 p.m. PST",
        "content": "Los Angeles Mayor Karen Bass said the Los Angeles Police Department’s officers are being deployed to Hollywood “to help alleviate evacuation traffic,” as the city moves to “urgently to close roads, redirect traffic and expand access for LAFD vehicles to respond to the growing fire.”"
    },
    {
        "time": "Wednesday 8:30 p.m. PST",
        "content": "The mandatory evacuation order triggered by the Hollywood Hills fire covers areas between the 101 Freeway on the east, Laurel Canyon on the west, Mulholland Drive on the north and Hollywood Boulevard on the south—an evacuation warning is also in effect covering remaining areas of Hollywood Boulevard and parts of Sunset Boulevard."
    },
    {
        "time": "Wednesday 8:11 p.m. PST",
        "content": "Another fire, called the Sunset Fire, broke out around 6 p.m. PST in the Hollywood Hills which has rapidly grown in recent hours to engulf more than 50 acres or area, prompting mandatory evacuations."
    },
    {
        "time": "Wednesday 7 p.m. PST",
        "content": "Biden canceled the final overseas trip of his presidency on Wednesday—shortly before he was set to travel to Italy and the Vatican—to stay in Washington D.C. and monitor the emergency in California."
    },
    {
        "time": "Wednesday 5:11 p.m. PST",
        "content": "Biden approves a Major Disaster Declaration for California, making federal funding available to those impacted by the fires in Los Angeles County."
    },
    {
        "time": "Wednesday 3:10 p.m. PST",
        "content": "Officials told The New York Times the death toll in the Eaton Fire rose to five after saying earlier in the day two people had died, and the Los Angeles Times reported all five deaths “occurred in and around Altadena and Pasadena.”"
    },
    {
        "time": "Wednesday, 2:30 p.m. PST",
        "content": "Santa Monica expanded its evacuation order, advising residents for all areas north of Montana Avenue from the beach to 11th Street to leave immediately, and areas to the south and east remain under evacuation warnings."
    },
    {
        "time": "Wednesday, 1:39 p.m. PST",
        "content": "Nearly 1 million customers of electricity providers in Los Angeles County were without power, PowerOutage.us reported before it said the outage management system of Southern California Edison—the main electricity provider in the county—went offline."
    },
    {
        "time": "Wednesday, 1:25 p.m. PST",
        "content": "The Palisades Fire in Los Angeles’ Pacific Palisades—an affluent coastal neighborhood—exploded to 15,832 acres, according to Cal Fire, making it the largest fire of the four burning in Los Angeles County as of Wednesday afternoon."
    },
    {
        "time": "Wednesday, 11 a.m. PST",
        "content": "The Eaton Fire in Altadena, a small city directly north of Pasadena, grew to 10,600 acres with 0% containment, according to the Cal Fire."
    },
    {
        "time": "Wednesday, 10:45 a.m. PST",
        "content": "Los Angeles Mayor Karen Bass announced Los Angeles Fire Department air operations resumed after a lengthy suspension of air support began Tuesday due to high winds."
    },
    {
        "time": "Wednesday, 8 a.m. PST",
        "content": "Marrone said at least two civilians died in the Eaton Fire, though the cause of their deaths were not disclosed."
    },
    {
        "time": "Wednesday, 7:31 a.m. PST",
        "content": "Deanne Criswell, administrator of the Federal Emergency Management Agency, said FEMA is “closely monitoring” the wildfires and has authorized additional assistance from the agency to support firefighting efforts."
    },
    {
        "time": "Wednesday, 6:15 a.m. PST",
        "content": "The Woodley Fire began in the Sepulveda Basin neighborhood, expanding to 30 acres before being brought under control, according to The New York Times."
    },
    {
        "time": "Tuesday, 10:29 p.m. PST",
        "content": "The Hurst Fire ignited in the suburban area of Sylmar."
    },
    {
        "time": "Tuesday, 5:30 p.m. PST",
        "content": "Newsom declared a state of emergency, urging residents to heed evacuation orders and saying, “This is a highly dangerous windstorm creating extreme fire risk, and we’re not out of the woods.”"
    },
    {
        "time": "Tuesday, 10:30 a.m. PST",
        "content": "The Palisades Fire started in the Pacific Palisades neighborhood and resulted in about 30,000 people receiving evacuation orders as it initially spread to about 2,000 acres."
    }
]