[
    {
        "id": 70,
        "time": "Tuesday, 4:00 a.m. PST",
        "content": "The National Weather Service’s “particularly dangerous situation” red flag warning for parts of Los Angeles and Ventura counties is now in effect, and the agency’s LA office noted that while such warnings “do not predict fire starts, they do highlight an extremely dangerous environment that is favorable to very rapid fire growth if a fire does start.”"
    },
    {
        "id": 69,
        "time": "Tuesday, 12:15 a.m. PST",
        "content": "Nearly 20,000 homes and businesses were without power early Tuesday in Ventura County as the area deals with the new Auto Fire, while the number of outages in Los Angeles County stands at 44,000, according to PowerOutages.US."
    },
    {
        "id": 68,
        "time": "Tuesday, 12:15 a.m. PST",
        "content": "The Ventura County Fire Department announced that “forward progress on the Auto fire has been stopped” and the fire “was confined to the river bottom and no structures were threatened.”"
    },
    {
        "id": 67,
        "time": "Monday, 11:50 p.m. PST",
        "content": "According to the Los Angeles Times, the Auto Fire received its name because of the large number of auto dealerships in the impacted area."
    },
    {
        "id": 66,
        "time": "Monday, 11:45 p.m. PST",
        "content": "A new fire, called the Auto Fire, broke out late on Monday night in Ventura county and, according to Cal Fire’s latest update, has rapidly grown to cover 56 acres."
    },
    {
        "id": 65,
        "time": "Monday 9:00 p.m. PST",
        "content": "The Los Angeles Department of Water and Power issued a warning that it may be forced to cut off power supply—with outages potentially lasting as long as 48 hours—in certain areas as a safety measure to prevent wildfires while the Red Flag Warning remains in effect until Friday."
    },
    {
        "id": 64,
        "time": "Monday 8:45 p.m. PST",
        "content": "Los Angeles Mayor Karen Bass issued an executive order on Monday night, which aims to expedite the process of rebuilding homes in the impacted areas by requiring city officials to complete all building permitting reviews needed for reconstruction within 30 days of an application."
    },
    {
        "id": 63,
        "time": "Monday, 2:48 p.m. PST",
        "content": "California Gov. Gavin Newsom proposed $2.5 billion in additional funding for disaster response and recovery efforts in Los Angeles, adding that if the funding is approved by the legislature it will specifically go toward “recovery and cleanup, additional wildfire preparedness, and reopening schools shuttered by the fires.”"
    },
    {
        "id": 62,
        "time": "Monday, 2:00 p.m. PST",
        "content": "Los Angeles County District Attorney Nathan Hochman announced nine people were charged in connection to looting carried out in the Pacific Palisades and Altadena, in addition to one arson charge for a man who allegedly started a fire in the city of Azusa, which is located about 20 miles east of Altadena."
    },
    {
        "id": 61,
        "time": "Monday, 11:12 a.m. PST",
        "content": "The NWS, which has a red flag warning in effect for a large portion of southern California until Wednesday, says much of the San Fernando Valley and Ventura County will be in a “Particularly Dangerous Situation”—an especially severe fire warning—from early Tuesday morning until noon Wednesday. Forecasters are expecting 45 to 70 mph wind gusts and low humidity capable of creating rapid fire growth in the most hard-hit areas: “In other words, this setup is about as bad as it gets,” the agency said."
    },
    {
        "id": 60,
        "time": "Monday, 8:10 a.m. PST",
        "content": "Los Angeles County Sheriff Robert Luna said 23 people have been reported missing as a result of the fires—17 near the Eaton Fire and six near the Palisades Fire—and LAPD Assistant Chief Dominic Choi said six people are also missing and unaccounted-for in the city of Los Angeles, though it’s unclear if there’s overlap with Luna’s count. The death toll remains at 24, including a former child actor from Australia, a surfer from Malibu and a 67-year-old amputee who refused to leave his disabled son behind. Luna also said 34 people have been arrested since the fires began for breaking curfew and other offenses, including three arrests for drone-related incidents."
    },
    {
        "id": 59,
        "time": "Monday, 8:10 a.m. PST",
        "content": "The $30 million 'Super Scooper' plane that was damaged by a private drone last week has been repaired and is expected to rejoin the firefighting efforts Tuesday, after federal officials sign off, Los Angeles County Fire Chief Anthony Marrone said."
    },
    {
        "id": 58,
        "time": "Monday, 8:10 a.m. PST",
        "content": "Crowley said: “We are not in the clear as of yet and we must not let our guard down, as we have, right now, extreme fire behavior.”"
    },
    {
        "id": 57,
        "time": "Monday, 8:10 a.m. PST",
        "content": "Prosecutors will announce the first set of looting and arson charges later Monday, said L.A. County District Attorney Nathan Hochman, calling the defendants “despicable and disgraceful” and warning they could face “very significant sentences” (he said the arson case isn’t related to any of the major fires)."
    },
    {
        "id": 56,
        "time": "Monday, 7:40 a.m. PST",
        "content": "The Palisades Fire—the largest of the three blazes still burning—is now 14% under control after having grown to cover 23,713 acres, according to the latest Cal Fire update, while the Eaton Fire covers 14,117 acres and is 33% contained."
    },
    {
        "id": 55,
        "time": "Monday, 7:00 a.m. PST",
        "content": "FEMA Administrator Deanne Criswell told CNN the agency will cover the full cost of removing wildfire debris for six months—180 days—but warned cleanup from the disaster is going to take longer."
    },
    {
        "id": 54,
        "time": "Monday, 1:20 a.m. PST",
        "content": "The Pasadena Unified School District announced all its schools will remain closed this week as evacuation orders remain in effect, the air quality in the area is “unhealthy” and “damage to school facilities and safety concerns, make it impossible to reopen schools for in-person learning at this time.”"
    },
    {
        "id": 53,
        "time": "Monday, 1:10 a.m. PST",
        "content": "Los Angeles Mayor Karen Bass announced firefighters and engines were being “strategically pre-deployed in areas close to the Palisades Fire as well as various fire stations throughout the city,” in response to the National Weather Service’s warnings about strong gusts winds on Tuesday and Wednesday that have raised risk of further flareups early this week."
    },
    {
        "id": 52,
        "time": "Monday, 12:40 a.m. PST",
        "content": "The Hurst Fire, the smallest of the three active fires which covers 799 acres, is now 95% contained and has no active evacuation orders or warnings linked to it."
    },
    {
        "id": 51,
        "time": "Sunday, 10:30 p.m. PST",
        "content": "Nearly 33,000 homes and businesses across Los Angeles County remained without power, the Los Angeles Department of Water and Power said, adding its crews were “assessing the fire-affected areas” and power restoration work will begin after the assessments are completed."
    },
    {
        "id": 50,
        "time": "Sunday, 9:50 p.m. PST",
        "content": "The Los Angeles United School District said it will reopen most of its schools and all of its offices on Monday but officials will continue to “monitor conditions” and inform families about any changes by 5.30 a.m. on Monday."
    },
    {
        "id": 49,
        "time": "Sunday, 5 p.m. PST",
        "content": "Some 24 people have been reported dead in the two most severe blazes (16 from the Eaton Fire and eight from the Palisades Fire), the Los Angeles County Medical Examiner’s office said Sunday, up from 16 deaths reported one day earlier, while another 16 people remained missing—a number that is expected to go up."
    },
    {
        "id": 48,
        "time": "Sunday 2:34 p.m. PST",
        "content": "Authorities will start drawing up plans for evacuated residents to return to their neighborhoods “first thing Thursday,” after another bout of heavy wind subsides, County Fire Chief Anthony Marrone said in a meeting."
    },
    {
        "id": 47,
        "time": "Sunday, 6:02 a.m. PST",
        "content": "Criswell told CNN, “the winds are potentially getting dangerous and strong again,” adding that the firefighters’ response in the coming days “all depends on the weather.”"
    },
    {
        "id": 46,
        "time": "Sunday, 12:30 a.m. PST",
        "content": "Strong winds are expected Sunday morning before dying down through the day and increasing again late Monday into Tuesday, the National Weather Service says, issuing a “red flag warning” for potential “critical fire weather conditions” for parts of Los Angeles and Ventura counties through Wednesday, though possible rain later in the week could help tame the fires."
    },
    {
        "id": 45,
        "time": "Friday, 1:26 p.m. PST",
        "content": "All evacuation warnings linked to the Archer Fire in Granada Hills are lifted as the blaze lessened in size to about 19 acres, after officials lifted evacuation orders and said the fire was no longer spreading."
    },
    {
        "id": 44,
        "time": "Friday, 1:01 p.m. PST",
        "content": "Newsom directed state water and fire officials to conduct an independent investigation into causes of the “lost water supply and water pressure in municipal water systems” during the fires, also requesting reviews of preparation and response procedures taken by the Los Angeles Department of Water and Power, as well as Los Angeles County Officials."
    },
    {
        "id": 43,
        "time": "Friday, 9:30 a.m. PST",
        "content": "President Joe Biden, who described Los Angeles as a “war zone,” said the death toll for the fires is still expected to rise, though it’s not clear how significantly: “There are still a lot of people who are unaccounted for. We don’t know where they are,” he said."
    },
    {
        "id": 42,
        "time": "Friday, 8:15 a.m. PST",
        "content": "Bass said FEMA has pledged to reimburse disaster relief expenses, as the Palisades Fire expanded to more than 20,000 acresand the Eaton Fire increased to nearly 14,000 acres."
    },
    {
        "id": 41,
        "time": "Friday, 8 a.m. PST",
        "content": "Kevin McGowan, director of Los Angeles County’s Office of Emergency Management, apologized during a press conference for an evacuation alert mistakenly sent to millions of county residents at about 4 a.m. local time, saying the error was “not human driven” while acknowledging “an extreme amount of frustration, fear and anger.”"
    },
    {
        "id": 40,
        "time": "Friday, 5:20 a.m. PST",
        "content": "Satellite images released by Maxar on Thursday night showed the scale of devastation caused by fires so far as Cal Fire’s latest update says the blazes have destroyed more than 10,000 structures, including homes and businesses."
    },
    {
        "id": 39,
        "time": "Friday, 4:05 a.m. PST",
        "content": "Biden announced he has approved Newsom’s request for a Major Disaster Declaration, adding that it will allow “folks impacted by the Southern California wildfires to get cash assistance to cover things like groceries and medicine.”"
    },
    {
        "id": 38,
        "time": "Friday, 2:30 a.m. PST",
        "content": "The Kenneth Fire grew in size to cover nearly 1,000 acres, according to Cal Fire’s latest update, but firefighters have managed to contain 35% of the blaze."
    },
    {
        "id": 37,
        "time": "Thursday, 11:30 p.m. PST",
        "content": "The Los Angeles County Fire Department said a fire fighting plane struck by a civilian drone over the Palisades Fire was the SuperScooper—an amphibious plane which can scoop up water from a river or lake and aerially dump it on a fire—and has been grounded, though it managed to land safely."
    },
    {
        "id": 36,
        "time": "Thursday, 10:30 p.m. PST",
        "content": "The death toll from all the fires rose to 10, the Los Angeles County Medical Examiner's office announced."
    },
    {
        "id": 35,
        "time": "Thursday, 10:00 p.m. PST",
        "content": "Los Angeles County Sheriff Robert Luna said his department has requested support from the California National Guard and is trying to implement a curfew between 6 p.m. and 6 a.m. in the areas affected by the Palisades and Eaton fires to prevent looting and other crimes."
    },
    {
        "id": 34,
        "time": "Thursday, 9:15 p.m. PST",
        "content": "The Ventura County Fire Department said, “forward progress of the Kenneth fire has been stopped,” and the fire continues to hold at 960 acres with 0% containment."
    },
    {
        "id": 33,
        "time": "Thursday, 9:00 p.m. PST",
        "content": "The LAPD told local outlets they received a call informing them that a “suspect was ‘attempting to light a fire’ in the area of the Kenneth Fire,” and while the suspect is now in custody the department added: “We are continuing our investigation and we CANNOT confirm any connection to any fire.”"
    },
    {
        "id": 32,
        "time": "Thursday, 8:35 p.m. PST",
        "content": "Los Angeles Police have arrested a man suspected of arson in the Woodland Hills area, and the department told NewsNation they are now investigating if the Kenneth Fire was intentionally set."
    },
    {
        "id": 31,
        "time": "Thursday, 5:09 p.m. PST",
        "content": "Newsom approved a request from Los Angeles County to deploy 8,000 National Guard members to the region to help combat fires and prevent looting (the sheriff’s department arrested 20 people for looting as of Thursday afternoon)."
    },
    {
        "id": 30,
        "time": "Thursday, 4:35 p.m. PST",
        "content": "The NFL announced the Jan. 13 wild card playoff matchup between the Los Angeles Rams and Minnesota Vikings will be moved from SoFi Stadium in the Los Angeles area to State Farm Stadium in Glendale, Arizona, citing concerns for public safety."
    },
    {
        "id": 29,
        "time": "Thursday, 3:16 p.m. PST",
        "content": "The Kenneth Fire began in the neighborhood of West Hills and spread to 50 acres, triggering evacuation orders for some residents in the Hidden Hills community."
    },
    {
        "id": 28,
        "time": "Thursday, 3 p.m. PST",
        "content": "The death toll from the fires reached six, according to multiple outlets, with the city of Malibu reporting its first death of a resident killed in the Palisades fire."
    },
    {
        "id": 27,
        "time": "Thursday, 1:55 p.m. PST",
        "content": "Biden said the federal government will pay the full cost of the disaster response for 180 days, covering the costs of things like “debris and hazard removal, temporary shelters, first responders’ salaries and all necessary measures to protect life and property” (the federal funding initially covered 75% of eligible firefighting costs)."
    },
    {
        "id": 26,
        "time": "Thursday, 11:27 a.m. PST",
        "content": "Bass said the Sunset fire in the Hollywood Hills was “fully contained” after the fire began Wednesday evening and spread to 43 acres."
    },
    {
        "id": 25,
        "time": "Thursday, 11:27 a.m. PST",
        "content": "Los Angeles Unified School District announced its schools and offices will remain closed through Friday, adding students will continue to have access to digital academic resources, meal distribution and mental health support services."
    },
    {
        "id": 24,
        "time": "Thursday, 10:35 a.m. PST",
        "content": "The NBA postponed a game between the Los Angeles Lakers and the Charlotte Hornets scheduled to take place at 7:30 p.m. on Thursday night at Crypto.com Arena, the NBA announced, with ESPN insider Shams Charania noting Lakers head coach JJ Redick lost his home in the fires."
    },
    {
        "id": 23,
        "time": "Thursday, 7:30 a.m. PST",
        "content": "The Los Angeles Fire Department lifted the last evacuation order related to the Sunset Fire, providing some relief to residents, though it said there are still “LAFD companies working in the area” and asked people “to be careful while returning” to their homes."
    },
    {
        "id": 22,
        "time": "Thursday, 9:55 a.m. PST",
        "content": "Pasadena urged residents in a portion of the city to not use tap water for drinking or cooking “until further notice,” citing the Eaton Fire’s damage to reservoirs and pump stations that potentially impacted water quality in certain areas."
    },
    {
        "id": 21,
        "time": "Thursday, 7 a.m. PST",
        "content": "Los Angeles Department of Water and Power said 95,203 of its customers are without power and that the estimated time to respond to outages remains at 24 to 48 hours, noting within a statement its boil water notice remains in effect for residents in Pacific Palisades’ 90272 zip code and the adjacent area."
    },
    {
        "id": 20,
        "time": "Thursday, 4 a.m. PST",
        "content": "The wildfires have severely impacted the air quality in the Los Angeles area with levels of PM 2.5 pollutants—airborne particles less than 2.5 microns in diameter—hitting 165, which is labeled “unhealthy” by the EPA’s AirNow tracker and 11 times above the World Health Organization’s recommended safe limit of 15."
    },
    {
        "id": 19,
        "time": "Thursday 3 a.m. PST",
        "content": "At least 2,000 homes, businesses and other buildings have been destroyed by the fires so far, and more than 130,000 people have been forced to evacuate—some even multiple times as the fires spread to other parts of Los Angeles county."
    },
    {
        "id": 18,
        "time": "Thursday 2:40 a.m. PST",
        "content": "According to the National Weather Service, the dry Santa Ana winds moving in from the northeast will “continue over Eaton Fire through the next few days, with somewhat weaker winds Thursday morning followed by increasing winds Thursday afternoon...into early Friday.”"
    },
    {
        "id": 17,
        "time": "Thursday 2 a.m. PST",
        "content": "At least 250,000 homes and businesses across Los Angeles County and neighboring Ventura County remained without power on Wednesday night, according to PowerOutage.us, as the Los Angeles Department of Water & Power said its crews had managed to restore power to “more than 152,000” since the start of the fires."
    },
    {
        "id": 16,
        "time": "Thursday 12:30 a.m. PST",
        "content": "The Los Angeles Fire Department said “the majority of the Evacuation Zone for the Sunset Fire is LIFTED” in an update shortly after midnight as Cal Fire’s tracker showed the size of the blaze in the Hollywood Hills shrinking from its previous size of 60 acres to 43 acres at 12:17 a.m. PST."
    },
    {
        "id": 15,
        "time": "Wednesday 9:30 p.m. PST",
        "content": "The Los Angeles County Sheriff’s Department said the the “most intense fire activity” in the Hollywood Hills fire is occurring on the southwestern side, while the perimeter on the eastern side is “holding well thanks to a fire road and ground crews in place.”"
    },
    {
        "id": 14,
        "time": "Wednesday 9:20 p.m. PST",
        "content": "Cal Fire deployed several helicopters and tankers to douse the Hollywood Hills fire, with flight tracker data showing at least six aircraft flying over the area—aerial operations had been impacted on Tuesday night and early Wednesday due to the strong winds."
    },
    {
        "id": 13,
        "time": "Wednesday 9 p.m. PST",
        "content": "The city of Santa Monica instituted a mandatory curfew from sunset to sunrise on Wednesday night “to support law enforcement efforts in these zones, and other measures to facilitate an effective response,” the Palisades Fire."
    },
    {
        "id": 12,
        "time": "Wednesday 8:40 p.m. PST",
        "content": "Bass said the Los Angeles Police Department’s officers are being deployed to Hollywood “to help alleviate evacuation traffic,” as the city moves to “urgently to close roads, redirect traffic and expand access for LAFD vehicles to respond to the growing fire.”"
    },
    {
        "id": 11,
        "time": "Wednesday 8:11 p.m. PST",
        "content": "Another fire, called the Sunset Fire, broke out around 6 p.m. PST in the Hollywood Hills which has rapidly grown in recent hours to engulf more than 50 acres or area, prompting mandatory evacuations."
    },
    {
        "id": 10,
        "time": "Wednesday 7 p.m. PST",
        "content": "Biden canceled the final overseas trip of his presidency on Wednesday—shortly before he was set to travel to Italy and the Vatican—to stay in Washington D.C. and monitor the emergency in California."
    },
    {
        "id": 9,
        "time": "Wednesday 5:11 p.m. PST",
        "content": "Biden approves a Major Disaster Declaration for California, making federal funding available to those impacted by the fires in Los Angeles County."
    },
    {
        "id": 8,
        "time": "Wednesday, 1:39 p.m. PST",
        "content": "Nearly 1 million customers of electricity providers in Los Angeles County were without power, PowerOutage.us reported before it said the outage management system of Southern California Edison—the main electricity provider in the county—went offline."
    },
    {
        "id": 7,
        "time": "Wednesday, 1:25 p.m. PST",
        "content": "The Palisades Fire in Los Angeles’ Pacific Palisades—an affluent coastal neighborhood—exploded to 15,832 acres, according to Cal Fire, making it the largest fire of the four burning in Los Angeles County as of Wednesday afternoon."
    },
    {
        "id": 6,
        "time": "Wednesday, 11 a.m. PST",
        "content": "The Eaton Fire in Altadena, a small city directly north of Pasadena, grew to 10,600 acres with 0% containment, according to the Cal Fire."
    },
    {
        "id": 5,
        "time": "Wednesday, 10:45 a.m. PST",
        "content": "Bass announced Los Angeles Fire Department air operations resumed after a lengthy suspension of air support began Tuesday due to high winds."
    },
    {
        "id": 4,
        "time": "Wednesday, 7:31 a.m. PST",
        "content": "Criswell said FEMA is “closely monitoring” the wildfires and has authorized additional assistance from the agency to support firefighting efforts."
    },
    {
        "id": 3,
        "time": "Wednesday, 6:15 a.m. PST",
        "content": "The Woodley Fire began in the Sepulveda Basin neighborhood, expanding to 30 acres before being brought under control, according to The New York Times."
    },
    {
        "id": 2,
        "time": "Jan. 7, 10:29 p.m. PST",
        "content": "The Hurst Fire ignited in the suburban area of Sylmar."
    },
    {
        "id": 1,
        "time": "Jan. 7, 5:30 p.m. PST",
        "content": "Newsom declared a state of emergency, urging residents to heed evacuation orders and saying, “This is a highly dangerous windstorm creating extreme fire risk, and we’re not out of the woods.”"
    },
    {
        "id": 0,
        "time": "Jan. 7, 10:30 a.m. PST",
        "content": "The Palisades Fire started in the Pacific Palisades neighborhood and resulted in about 30,000 people receiving evacuation orders as it initially spread to about 2,000 acres."
    }
]